import type AccordionItem from "../shared/models/AccordionItem.model";

export const AccordionItems: Array<AccordionItem> = [
  {
    id: 1,
    title: "фз 243 очень длинное название закона ",
    text: "Lorem Ipsum — это просто текст-заглушка, используемый в полиграфии и наборе. Lorem Ipsum стал стандартным текстом-заглушкой в ​​этой отрасли ещё в XVI веке, когда неизвестный печатник взял набор шрифтов и перетасовал их, чтобы создать книгу образцов. Он пережил не только пять веков, но и переход к электронному набору.",
    link: "https://www.consultant.ru/document/cons_doc_LAW_510540/",
    update: "19.11.2025"
  },
  {
    id: 2,
    title: "фз 243 очень длинное название закона ",
    text: "Lorem Ipsum — это просто текст-заглушка, используемый в полиграфии и наборе. Lorem Ipsum стал стандартным текстом-заглушкой в ​​этой отрасли ещё в XVI веке, когда неизвестный печатник взял набор шрифтов и перетасовал их, чтобы создать книгу образцов. Он пережил не только пять веков, но и переход к электронному набору.",
    link: "https://www.consultant.ru/document/cons_doc_LAW_510540/",
    update: "19.11.2025"
  },
  {
    id: 3,
    title: "фз 243 очень длинное название закона ",
    text: "Lorem Ipsum — это просто текст-заглушка, используемый в полиграфии и наборе. Lorem Ipsum стал стандартным текстом-заглушкой в ​​этой отрасли ещё в XVI веке, когда неизвестный печатник взял набор шрифтов и перетасовал их, чтобы создать книгу образцов. Он пережил не только пять веков, но и переход к электронному набору.",
    link: "https://www.consultant.ru/document/cons_doc_LAW_510540/",
    update: "19.11.2025"
  },
  {
    id: 4,
    title: "фз 243 очень длинное название закона ",
    text: "Lorem Ipsum — это просто текст-заглушка, используемый в полиграфии и наборе. Lorem Ipsum стал стандартным текстом-заглушкой в ​​этой отрасли ещё в XVI веке, когда неизвестный печатник взял набор шрифтов и перетасовал их, чтобы создать книгу образцов. Он пережил не только пять веков, но и переход к электронному набору.",
    link: "https://www.consultant.ru/document/cons_doc_LAW_510540/",
    update: "19.11.2025"
  },
  {
    id: 5,
    title: "фз 243 очень длинное название закона ",
    text: "Lorem Ipsum — это просто текст-заглушка, используемый в полиграфии и наборе. Lorem Ipsum стал стандартным текстом-заглушкой в ​​этой отрасли ещё в XVI веке, когда неизвестный печатник взял набор шрифтов и перетасовал их, чтобы создать книгу образцов. Он пережил не только пять веков, но и переход к электронному набору. Более подробная информация доступна по ссылке: https://www.consultant.ru/document/cons_doc_LAW_510540/",
    link: "https://www.consultant.ru/document/cons_doc_LAW_510540/",
    update: "19.11.2025"
  },
  {
    id: 6,
    title: "фз 243 очень длинное название закона ",
    text: "Lorem Ipsum — это просто текст-заглушка, используемый в полиграфии и наборе. Lorem Ipsum стал стандартным текстом-заглушкой в ​​этой отрасли ещё в XVI веке, когда неизвестный печатник взял набор шрифтов и перетасовал их, чтобы создать книгу образцов. Он пережил не только пять веков, но и переход к электронному набору. Более подробная информация доступна по ссылке: https://www.consultant.ru/document/cons_doc_LAW_510540/",
    link: "https://www.consultant.ru/document/cons_doc_LAW_510540/",
    update: "19.11.2025"
  },
  {
    id: 7,
    title: "фз 243 очень длинное название закона ",
    text: "Lorem Ipsum — это просто текст-заглушка, используемый в полиграфии и наборе. Lorem Ipsum стал стандартным текстом-заглушкой в ​​этой отрасли ещё в XVI веке, когда неизвестный печатник взял набор шрифтов и перетасовал их, чтобы создать книгу образцов. Он пережил не только пять веков, но и переход к электронному набору. Более подробная информация доступна по ссылке: https://www.consultant.ru/document/cons_doc_LAW_510540/",
    link: "https://www.consultant.ru/document/cons_doc_LAW_510540/",
    update: "19.11.2025"
  },
  {
    id: 8,
    title: "фз 243 очень длинное название закона ",
    text: "Lorem Ipsum — это просто текст-заглушка, используемый в полиграфии и наборе. Lorem Ipsum стал стандартным текстом-заглушкой в ​​этой отрасли ещё в XVI веке, когда неизвестный печатник взял набор шрифтов и перетасовал их, чтобы создать книгу образцов. Он пережил не только пять веков, но и переход к электронному набору. Более подробная информация доступна по ссылке: https://www.consultant.ru/document/cons_doc_LAW_510540/",
    link: "https://www.consultant.ru/document/cons_doc_LAW_510540/",
    update: "19.11.2025"
  },
];